---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.SpaceType.kStairsInactive
enum: Autodesk.Revit.DB.Mechanical.SpaceType
source: html/510b0084-dabb-815c-d8ee-891abf64b07d.htm
---
# Autodesk.Revit.DB.Mechanical.SpaceType.kStairsInactive

Space Type is StairsInactive.